INSERT INTO surgery_schedule (`room-id`, start_time, end_time, content, created_by, updated_by, created_at, updated_at)
VALUES
    (6, '2025-05-09 12:00:00', '2025-05-09 15:00:00', '폐엽 절제술', 'nurse', 'nurse', NOW(), NOW()),
    (1, '2025-05-23 08:00:00', '2025-05-23 10:00:00', '백내장 수술', 'nurse', 'nurse', NOW(), NOW()),
    (1, '2025-05-16 06:00:00', '2025-05-16 08:00:00', '폐엽 절제술', 'nurse', 'nurse', NOW(), NOW()),
    (4, '2025-05-19 06:00:00', '2025-05-19 08:00:00', '백내장 수술', 'nurse', 'nurse', NOW(), NOW()),
    (6, '2025-06-07 10:00:00', '2025-06-07 12:00:00', '간 절제술', 'nurse', 'nurse', NOW(), NOW()),
    (5, '2025-06-07 14:00:00', '2025-06-07 16:00:00', '척추 디스크', 'nurse', 'nurse', NOW(), NOW()),
    (2, '2025-06-05 08:00:00', '2025-06-05 10:00:00', '담낭절제술', 'nurse', 'nurse', NOW(), NOW()),
    (4, '2025-06-13 10:00:00', '2025-06-13 12:00:00', '탈장 복원술', 'nurse', 'nurse', NOW(), NOW()),
    (6, '2025-07-12 08:00:00', '2025-07-12 10:00:00', '대장절제술', 'nurse', 'nurse', NOW(), NOW()),
    (1, '2025-07-12 08:00:00', '2025-07-12 10:00:00', '유방 절제술', 'nurse', 'nurse', NOW(), NOW()),
    (2, '2025-07-21 06:00:00', '2025-07-21 08:00:00', '대장절제술', 'nurse', 'nurse', NOW(), NOW()),
    (4, '2025-07-12 06:00:00', '2025-07-12 08:00:00', '종양 제거술', 'nurse', 'nurse', NOW(), NOW()),
    (3, '2025-08-07 06:00:00', '2025-08-07 09:00:00', '제왕절개술', 'nurse', 'nurse', NOW(), NOW()),
    (7, '2025-08-04 06:00:00', '2025-08-04 08:00:00', '충수절제술', 'nurse', 'nurse', NOW(), NOW()),
    (4, '2025-08-11 14:00:00', '2025-08-11 17:00:00', '고관절 전치환술', 'nurse', 'nurse', NOW(), NOW()),
    (2, '2025-08-01 08:00:00', '2025-08-01 10:00:00', '갑상선절제술', 'nurse', 'nurse', NOW(), NOW());